Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ADD_PLAYLIST_AND_FAVORITE_SONGS_TO_MY_MUSIC_FOOTER
source: Add songs to your library when you add them to your playlists or you favorite them.
ar: إضافة الأغاني إلى مكتبتك عندما تُضاف إلى قوائم التشغيل أو إلى المفضلة.
bg: Добавя песни към вашата библиотека, когато ги добавяте към списъци с песни или ги отбелязвате като любими.
ca: Quan afegeixis cançons a les favorites o a les llistes de reproducció, també s’afegiran a la biblioteca.
cs: Skladby, které přidáte do playlistů nebo označíte jako své oblíbené, se přidají také do vaší knihovny.
da: Føj sange til dit bibliotek, når du føjer dem til dine playlister eller vælger dem som favoritter.
de: Füge Titel zu deiner Mediathek hinzu, wenn du sie zu Playlists hinzufügst oder als Favoriten markierst.
el: Προσθήκη τραγουδιών στη Βιβλιοθήκη σας όταν τα προσθέτετε στις λίστες αναπαραγωγής σας ή τα σημαίνετε ως αγαπημένα.
es: Añade a tu biblioteca las canciones que añadas a tus playlists o que marques como favoritas.
es_us: Agrega a tu biblioteca las canciones que agregues a tus playlists o que marques como favoritas.
fi: Lisää kappaleet kirjastoosi, kun lisäät niitä soittolistoillesi tai teet niistä suosikkeja.
fr: Ajoutez des morceaux à votre bibliothèque lorsque vous les ajoutez à vos playlists ou à vos favoris.
fr_ca: Ajoutez des chansons à votre bibliothèque lorsque vous les ajoutez à vos listes de lecture ou à vos favoris.
he: באפשרותך להוסיף שירים לספריה במקביל להוספתם לפלייליסטים או למועדפים שלך.
hi: अपनी प्लेलिस्ट में गीतों को जोड़ते समय या पसंदीदा बनाते हुए उन्हें अपनी लाइब्रेरी में जोड़ें।
hr: Dodajte pjesme u svoju medijateku kad ih dodajete u svoje liste ili označite kao omiljene.
hu: Dalok hozzáadása a könyvtárához, amikor hozzáadja őket a lejátszási listáihoz, vagy kedvencként jelöli meg őket.
id: Tambahkan lagu ke perpustakaan Anda saat Anda menambahkannya ke daftar putar atau memfavoritkannya.
it: Aggiungi alla libreria i brani che inserisci nelle playlist o che contrassegni come preferiti.
ja: プレイリストまたはお気に入りに追加するときに曲をライブラリに追加します。
kk: Әндерді плейлистке немесе таңдаулыларға қосқан кезде медиатекаға да қосу.
ko: 노래를 플레이리스트 또는 즐겨찾기에 추가하면 보관함에도 추가됩니다.
lt: Įtraukite dainas į biblioteką, kai jas įtraukiate į grojaraščius arba nustatote kaip mėgstamiausias.
ms: Tambah lagu ke pustaka anda apabila anda menambahkannya ke senarai main anda atau anda menggemarinya.
nl: Voeg nummers toe aan je bibliotheek wanneer je ze in je afspeel­lijsten zet of favoriet maakt.
no: Legg til sanger i biblioteket ditt når du legger dem til i spillelister eller favorittmerker dem.
pl: Utwory dodawane do playlist lub oznaczane jako ulubione są także dodawane do biblioteki.
pt_br: Adicione músicas à biblioteca quando você adicioná‑las a playlists ou marcá‑las como favoritas.
pt_pt: Adicionar músicas à biblioteca quando forem adicionadas a listas de reprodução ou aos favoritos.
ro: Atunci când adăugați melodii în listele dvs. de redare sau le marcați drept favorite, acestea vor fi adăugate și în bibliotecă.
ru: Песни, добавленные в плейлисты или в Избранное, будут также сохранены в медиатеке.
sk: Skladby pridané do playlistov alebo označené ako obľúbené budú pridané aj do vašej knižnice.
sl: Ko skladbe dodate na svoje sezname predvajanja ali jih označite kot priljubljene, jih dodate tudi v knjižnico.
sv: Lägg till låtar i biblioteket när du lägger till dem i dina spellistor eller favoritmarkerar dem.
th: เพิ่มเพลงไปยังคลังเมื่อคุณเพิ่มเพลงไปยังเพลย์ลิสต์ของคุณหรือเมื่อคุณทำเป็นรายการโปรด
tr: Parçaları listelerinize eklediğinizde ya da favori yaptığınızda onları arşivinize de ekler.
uk: Додані до підбірок або списку улюблених пісні додаватимуться в медіатеку.
vi: Thêm bài hát vào thư viện khi bạn thêm chúng vào playlist hoặc khi bạn ưa thích chúng.
zh_cn: 将歌曲添加到播放列表或标为喜爱歌曲时，同时添加到资料库。
zh_hk: 將歌曲加至播放清單或喜好項目時亦同時將歌曲加至資料庫。
zh_tw: 將歌曲加入播放列表或喜好項目時也加入資料庫。

# STAR_RATINGS_FOOTER_SUB
source: Access star ratings for music saved to your library in the song menu. Using star ratings won’t affect your recommendations in Listen Now.
ar: يمكنك الوصول إلى التقييمات النجمية للموسيقى المحفوظة في مكتبتك من قائمة الأغنية. لن يؤثر استخدام التقييمات النجمية على الاقتراحات التي تظهر في "الاستماع الآن".
bg: Можете да получите достъп до оценки за запазената музика във вашата Библиотека в менюто на песента. Употребата на оценки със звезди няма да повлияе на вашите препоръки в Слушай сега.
ca: Accedeix a la valoració amb estrelles de la música desada a la biblioteca des del menú de la cançó. Aquesta puntuació no afecta les recomanacions que reps a “Escolta”.
cs: Hvězdičkové ohodnocení hudby, kterou máte uloženou v knihovně, můžete otevřít z nabídky skladby. Počty hvězdiček, které skladbám udělíte, nemají vliv na doporučení v oddílu Pusťte si.
da: Få adgang til stjernevurderinger for musik gemt i dit bibliotek i sangmenuen. Brug af stjernevurderinger påvirker ikke dine anbefalinger i Lyt nu.
de: Greife im Titelmenü auf Sternebewertungen für die Musik in deiner Mediathek zu. Die Verwendung von Sternebewertungen hat keinen Einfluss auf die Empfehlungen in „Jetzt hören“.
el: Προσπελάστε βαθμολογίες αστεριών για τα τραγούδια που έχετε αποθηκεύσει στη βιβλιοθήκη σας στο μενού τραγουδιού. Η χρήση βαθμολογιών αστεριών δεν επηρεάζει τις συστάσεις Ακρόασης.
es: Desde el menú de la canción, accede a la valoración mediante estrellas de la música que has guardado en tu biblioteca. Estas valoraciones no afectarán a las recomendaciones que recibes en Escuchar.
es_us: Utiliza el menú de cada canción que hayas guardado en tu biblioteca para calificarla. Las estrellas no afectan las recomendaciones recibidas en Escuchar.
fi: Käytä tähtiarviointeja kirjastoon tallennetulle musiikille kappaleen valikossa. Tähtiarviointien käyttö ei vaikuta Kuuntele nyt -suosituksiin.
fr: Accédez aux notes des morceaux enregistrés dans votre bibliothèque depuis le menu des morceaux. L’utilisation des notes n’affectera pas vos recommandations dans Écouter.
fr_ca: Accédez aux classements par étoiles de la musique enregistrée dans votre bibliothèque dans le menu de la chanson. Leur utilisation n’a aucun effet sur les recommandations qui vous sont proposées dans « À écouter ».
he: ניתן לגשת לדירוג כוכבים של המוזיקה ששמרת בספריה דרך תפריט השיר. שימוש בדירוג כוכבים לא ישפיע על ההמלצות של ״האזנה״.
hi: गीत मेनू में अपनी लाइब्रेरी में सहेजे गए संगीत के लिए स्टार रेटिंग ऐक्सेस करें। स्टार रेटिंग का उपयोग करने से “अभी सुनें” में आपकी अनुशंसाएँ प्रभावित नहीं होंगी।
hr: Pristupite ocjenjivanju zvjezdicama za glazbu spremljenu u medijateci u izborniku pjesama. Ocjenjivanje zvjezdicama ne utječe na preporuke u Slušajte odmah.
hu: A könyvtárában mentett zenékre vonatkozó csillagértékelések a dalmenüben érhetők el. A csillagértékelések használata nem lesz hatással a Hallgatás most lista javaslataira.
id: Akses nilai bintang untuk musik yang disimpan ke perpustakaan Anda di menu lagu. Jika Anda menggunakan nilai bintang, rekomendasi Anda di Dengar Sekarang tidak akan terpengaruh.
it: Accedi alla classifica che indica il numero di stelle assegnate alla musica salvata nella libreria nel menu dei brani. L’utilizzo di questo tipo di valutazione non influirà sulle proposte della sezione “Ascolta ora”.
ja: 曲のメニューで、ライブラリに保存したミュージックの星印の評価にアクセスできます。星印の評価を使用しても、“今すぐ聴く”のおすすめには影響しません。
kk: Медиатекада сақталған музыканың жұлдызды рейтингілері ән мәзірінде қолжетімді. Жұлдызды рейтингілерді пайдаланғанда, бұл «Қазір тыңдау» бөліміндегі ұсыныстарға әсер етпейді.
ko: 노래 메뉴에서 별점을 표시하여 보관함에 저장된 노래를 평가할 수 있습니다. 별점을 통한 평가는 ‘지금 듣기’에 추천되는 음악에 영향을 주지 않습니다.
lt: Pasiekite jūsų bibliotekoje išsaugotos muzikos įvertinimus žvaigždėmis dainų meniu. Įvertinimų žvaigždėmis naudojimas neturės įtakos jūsų rekomendacijoms srityje „Klausytis dabar“.
ms: Akses penilaian bintang untuk muzik yang disimpan pada pustaka anda dalam menu lagu. Penggunaan penilaian bintang tidak akan mempengaruhi pengesyoran anda dalam Dengar.
nl: Toegang tot sterbeoordelingen voor muziek die in je bibliotheek wordt bewaard in het menu voor een nummer. Sterbeoordelingen hebben geen invloed op aanbevelingen in 'Luister nu'.
no: Fra sangmenyen kan du stjernevurdere musikk arkivert i biblioteket ditt. Stjernevurderinger har ingen innvirkning på hva som anbefales i Lytt nå.
pl: Aby dodać swoją ocenę muzyki zachowanej w bibliotece, używając gwiazdek, przejdź do menu utworu. Oceny nie wpływają na utwory polecane w sekcji Słuchaj.
pt_br: Acesse no menu da música as classificações das músicas salvas na sua biblioteca. O uso de classificações por estrelas não afeta suas recomendações em Ouvir Agora.
pt_pt: Veja a classificação por estrelas das músicas guardadas na biblioteca no menu da música. As classificações não afetam as recomendações apresentadas em Ouvir agora.
ro: Accesați evaluările cu stele pentru muzica salvată în biblioteca dvs. din meniul melodiei. Utilizarea evaluărilor cu stele nu va afecta recomandările din secțiunea “Ascultați acum”.
ru: Для музыки, сохраненной в медиатеке, доступен рейтинг звездами. Этот рейтинг не влияет на предлагаемые Вам рекомендации в разделе «Слушать».
sk: Hudbu, ktorú máte uloženú v knižnici, môžete hodnotiť hviezdičkami v menu skladby. Používanie hodnotenia neovplyvní odporúčania v časti Na vypočutie.
sl: V meniju skladbe dostopajte do ocen z zvezdicami za glasbo, shranjeno v vaši knjižnici. Uporaba ocen z zvezdicami ne bo vplivala na vaša priporočila v možnosti Poslušajte zdaj.
sv: Kom åt betyg med stjärnor för musik som har sparats i biblioteket via låtmenyn. Om du använder betyg med stjärnor påverkar det inte Lyssna nu-rekommendationer.
th: เข้าถึงดาวจัดอันดับสำหรับเพลงที่บันทึกอยู่ในคลังของคุณในเมนูเพลง การใช้ดาวจัดอันดับจะไม่มีผลต่อคำแนะนำของคุณใน “ฟังตอนนี้”
tr: Arşivinizde kayıtlı müziklerin yıldızlı puanlamalarına parça menüsünde erişir. Yıldızlı puanlama kullanımı Şimdi Dinle’deki önerilerinizi etkilemez.
uk: Доступ до оцінки зірками є в меню дій кожної пісні, збереженої в медіатеці. Оцінки зірками не впливають на рекомендації в списку «Слухати зараз».
vi: Truy cập xếp hạng sao cho bản nhạc được lưu vào thư viện của bạn trong menu bài hát. Sử dụng xếp hạng sao sẽ không ảnh hưởng đến các đề xuất của bạn trong Nghe ngay.
zh_cn: 存储到资料库的音乐可在歌曲菜单中访问星级评分。使用星级评分不会影响“现在就听”中的推荐。
zh_hk: 取用歌曲選單中已儲存至你資料庫的音樂之星級評分。使用星級評分不會影響「立即聆聽」中的推薦項目。
zh_tw: 取用歌曲選單中儲存到你資料庫的音樂星星評分。使用星星評分不會影響「立即聆聽」中的推薦項目。

source: Reset Media Library
ar: إعادة تعيين مكتبة الوسائط
bg: Нулиране на медийната библиотека
ca: Restableix la biblioteca multimèdia
cs: Resetovat knihovnu médií
da: Nulstil mediebibliotek
de: Mediathek zurücksetzen
el: Επαναφορά της βιβλιοθήκης πολυμέσων
es: Restablecer biblioteca
es_us: Restablecer biblioteca de contenidos
fi: Nollaa mediakirjasto
fr: Réinitialiser la bibliothèque multimédia
fr_ca: Réinitialiser la médiathèque
he: איפוס ספריית המדיה
hi: मीडिया लाइब्रेरी रीसेट करें
hr: Resetiraj medijateku
hu: Médiatár alaphelyzetbe állítása
id: Atur Ulang Perpustakaan Media
it: Ripristina libreria multimediale
ja: メディアライブラリをリセット
kk: Медиатеканы бастапқы күйге қайтару
ko: 미디어 보관함 재설정
lt: Nustatyti medijos biblioteką iš naujo
ms: Reset Pustaka Media
nl: Stel mediabibliotheek opnieuw in
no: Nullstill mediebibliotek
pl: Wyzeruj bibliotekę multimediów
pt_br: Redefinir Biblioteca de Mídia
pt_pt: Repor biblioteca de multimédia
ro: Resetare bibliotecă multimedia
ru: Сбросить Медиатеку
sk: Resetovať knižnicu médií
sl: Ponastavitev knjižnice predstavnostnih vsebin
sv: Nollställ mediebiblioteket
th: รีเซ็ตคลังสื่อ
tr: Ortam Arşivini Sıfırla
uk: Скинути медіатеку
vi: Đặt lại thư viện phương tiện
zh_cn: 还原媒体资料库
zh_hk: 重設媒體資料庫
zh_tw: 重置媒體資料庫

# SYSTEM_MUSIC_CELLULAR_DESCRIPTION
source: Use cellular data for updating your library and loading artwork.
ar: استخدام البيانات الخلوية لتحديث مكتبتك وتحميل صور الغلاف.
bg: Използвай мобилни данни за обновяване на библиотеката и зареждане на обложки на албуми.
ca: Utilitza dades mòbils per actualitzar la biblioteca i carregar il·lustracions.
cs: Pro aktualizaci vaší knihovny a načítání grafiky budou využívána mobilní data.
da: Brug mobildata til at opdatere dit bibliotek og indlæse billeder.
de: Verwende mobile Daten zum Aktualisieren der Mediathek und Laden von Coverbildern.
el: Χρήση δεδομένων κινητού δικτύου για ενημέρωση της βιβλιοθήκης σας και φόρτωση εξώφυλλων άλμπουμ.
es: Usa datos móviles para actualizar la biblioteca y cargar ilustraciones.
es_us: Se usarán tus datos celulares para actualizar tu biblioteca y cargar ilustraciones.
fi: Käytä mobiilidataa kirjaston päivittämiseen ja kuvitusten lataamiseen.
fr: Utilisez les données cellulaires pour la mise à jour de votre bibliothèque et le chargement d’illustrations.
fr_ca: Utilisez les données cellulaires pour mettre à jour votre bibliothèque et charger les illustrations d’album.
he: ניתן להשתמש בנתונים סלולריים עבור עדכון של הספריה וטעינה של עטיפות אלבומים.
hi: अपनी लाइब्रेरी को अपडेट करने और आर्टवर्क लोड करने के लिए मोबाइल डेटा का उपयोग करें।
hr: Koristite mobilne podatke za ažuriranje vaše medijateke i učitavanje omota.
hu: Mobiladat-hálózat használata a könyvtárának frissítéséhez és az illusztráció betöltéséhez.
id: Gunakan data seluler untuk memperbarui perpustakaan dan memuat gambar.
it: Utilizza i dati cellulare per l’aggiornamento della libreria e il caricamento delle copertine.
ja: ライブラリのアップデート、アートワークの読み込みにモバイルデータ通信を使用します。
kk: Медиатеканы жаңарту және мұқабаны жүктеу үшін ұялы деректерді пайдалану.
ko: 보관함을 업데이트하고 앨범 표지를 로드하는 데 셀룰러 데이터를 사용합니다.
lt: Mobiliojo ryšio duomenys naudojami bibliotekos atnaujinimui ir kūrinių įkėlimui.
ms: Gunakan data selular untuk mengemas kini pustaka anda dan memuatkan karya seni.
nl: Gebruik mobiele data voor het bijwerken van je bibliotheek en het laden van illustraties.
no: Bruk mobildata for oppdatering av biblioteket og nedlasting av albumbilder.
pl: Do uaktualniania biblioteki i pobierania grafik używana będzie sieć komórkowa.
pt_br: Use dados celulares para atualizar sua biblioteca e carregar capas de álbuns.
pt_pt: Usar dados móveis para atualizar a biblioteca e carregar grafismos de álbuns.
ro: Utilizați conexiunea de date celulare pentru actualizarea bibliotecii și încărcarea ilustrațiilor.
ru: Использовать сотовую сеть для обновления медиатеки и загрузки обложек.
sk: Mobilné dáta budú použité na aktualizáciu knižnice a načítavanie grafiky.
sl: Uporabite mobilne podatke za posodabljanje knjižnice in nalaganje naslovnice.
sv: Använd mobildata till att uppdatera biblioteket och läsa in bildmaterial.
th: ใช้ข้อมูลเซลลูลาร์สำหรับอัปเดตคลังของคุณและโหลดภาพหน้าปก
tr: Arşivi güncellemek ve albüm resimlerini yüklemek için hücresel veri kullanın.
uk: Використовувати стільникові дані для оновлювання медіатеки й отримування обкладинок.
vi: Sử dụng dữ liệu di động để cập nhật thư viện và tải hình minh họa.
zh_cn: 使用蜂窝数据更新资料库和载入专辑插图。
zh_hk: 使用流動數據更新資料庫及載入插圖。
zh_tw: 使用行動數據來更新你的資料庫和載入插圖。

source: Use Listening History
ar: استخدام سجل الاستماع
bg: Използвай историята
ca: Historial de reproducció
cs: Použít historii přehrávání
da: Brug lyttehistorik
de: Hörverlauf verwenden
el: Χρήση ιστορικού ακρόασης
es: Usar historial de reproducción
es_us: Usar historial de música
fi: Käytä kuunteluhistoriaa
fr: Utiliser l’historique d’écoute
fr_ca: Utiliser l’historique d’écoute
he: שימוש בהיסטוריית ההאזנה
hi: श्रवण हिस्ट्री का उपयोग करें
hr: Koristi povijest slušanja
hu: Hallgatási előzmények
id: Pakai Riwayat Mendengarkan
it: Usa cronologia di ascolto
ja: 視聴履歴を使用
kk: Тыңдау тарихын пайдалану
ko: 청취 기록 사용
lt: Naudoti klausymosi istoriją
ms: Guna Sejarah Pendengaran
nl: Gebruik luistergeschiedenis
no: Bruk avspillingsloggen
pl: Używaj historii odtwarzania
pt_br: Usar Histórico
pt_pt: Usar histórico de reprodução
ro: Utilizare istoric de ascultare
ru: Использование истории
sk: Použiť históriu počúvania
sl: Uporabi zgodovino poslušanja
sv: Använd lyssningshistorik
th: ใช้ประวัติการฟัง
tr: Dinleme Geçmişini Kullan
uk: Історія прослуховування
vi: Sử dụng lịch sử nghe
zh_cn: 使用听歌历史记录
zh_hk: 使用聆聽記錄
zh_tw: 使用聆聽記錄

# AUDIO_QUALITY_FOOTER
source: Content downloaded previously will continue to play in the originally downloaded resolution.
ar: المحتوى الذي تم تنزيله مسبقًا سيتم تشغيله بالدقة الأصلية التي تم التنزيل بها.
bg: Съдържанието, което е изтеглено преди ще продължава да се произвежда в разделителната способност, в която е изтеглено.
ca: El contingut descarregat anteriorment es continuarà reproduint en la resolució descarregada originalment.
cs: Dříve stažený obsah se bude dál přehrávat v původně staženém rozlišení.
da: Indhold, der allerede er hentet, afspilles fortsat i den oprindelige opløsning.
de: Vorher geladene Inhalte werden weiterhin in der zuvor geladenen Auflösung wiedergegeben.
el: Το περιεχόμενο που είχε ληφθεί στο παρελθόν θα εξακολουθήσει να αναπαράγεται στην αρχική ληφθείσα ανάλυση.
es: El contenido que se haya descargado con anterioridad seguirá reproduciéndose en la resolución en la que se descargó originalmente.
es_us: El contenido ya descargado se reproducirá con la resolución en la que se descargó.
fi: Aiemmin ladattu sisältö toistetaan edelleen alkuperäisesti ladatulla resoluutiolla.
fr: Le contenu téléchargé précédemment sera toujours lu dans la résolution du téléchargement initial.
fr_ca: La lecture se poursuivra dans la qualité du contenu précédemment téléchargé.
he: תוכן שהורד בעבר ימשיך להתנגן ברזולוציה המקורית שבה הורדת אותו.
hi: पहले डाउनलोड किए गए कॉन्टेंट को मूल रूप से डाउनलोड किए गए रिज़ोल्यूशन में चलाना जारी रखा जाएगा।
hr: Prethodno preuzeti sadržaji nastavit će se reproducirati u originalno preuzetoj razlučivosti.
hu: A korábban letöltött tartalmak továbbra is abban a felbontásban lesznek lejátszva, amiben eredetileg le lettek töltve.
id: Konten yang telah diunduh sebelumnya akan terus diputar dalam resolusi asli yang diunduh.
it: I contenuti scaricati in precedenza continueranno a essere riprodotti nella risoluzione del download originale.
ja: 以前にダウンロードされたコンテンツは、最初にダウンロードされたときのオーディオ品質（解像度）で引き続き再生されます。
kk: Бұрын жүктеп алынған контент бастапқы жүктеп алынған ажыратымдылықта ойнатыла береді.
ko: 이전에 다운로드한 콘텐츠는 원래 다운로드한 해상도로 계속 재생됩니다.
lt: Anksčiau atsisiųstas turinys ir toliau bus leidžiamas pradinio atsisiuntimo raiška.
ms: Kandungan yang dimuat turun sebelum ini akan terus dimainkan dalam resolusi yang dimuat turun pada asalnya.
nl: Eerder gedownload materiaal blijft afspelen in de oorspronkelijk gedownloade resolutie.
no: Tidligere nedlastet innhold vil fortsatt spilles av i oppløsningen til den nedlastede versjonen.
pl: Już pobrane materiały będą nadal odtwarzane w rozdzielczości, w której zostały pobrane.
pt_br: O conteúdo baixado anteriormente continuará a ser reproduzido na resolução baixada originalmente.
pt_pt: Os conteúdos descarregados anteriormente continuarão a ser reproduzidos com a resolução original.
ro: Conținutul descărcat anterior va continua să fie redat la rezoluția descărcată inițial.
ru: Загруженный ранее контент будет по‑прежнему воспроизводиться в изначально загруженном разрешении.
sk: Obsah, ktorý už bol stiahnutý, bude naďalej hrať v pôvodne stiahnutej kvalite.
sl: Predhodno prenesena vsebina se bo še naprej predvajala v izvirno preneseni ločljivosti.
sv: Innehåll som har hämtats tidigare spelas även i fortsättningen upp i den kvalitet det ursprungligen hämtades med.
th: เนื้อหาที่ดาวน์โหลดก่อนหน้านี้จะเล่นในความละเอียดที่ดาวน์โหลดในตอนแรกต่อไป
tr: Daha önceden indirilen içerikler indirildikleri çözünürlükte çalmaya devam eder.
uk: Раніше викачаний вміст відтворюватиметься в тій роздільності, в якій його було викачано.
vi: Nội dung đã tải về trước đây sẽ tiếp tục phát ở độ phân giải được tải về ban đầu.
zh_cn: 之前下载的内容将继续以最初下载时的解析度播放。
zh_hk: 之前下載的內容將繼續以當初下載的解析度播放。
zh_tw: 之前下載過的內容將繼續以原始下載的解析度播放。

# CELLULAR_FOOTER_DOWNLOADS_ONLY
source: Use cellular data for downloads, updating your library, and loading artwork.
ar: استخدام البيانات الخلوية لإجراء عمليات التنزيل وتحديث مكتبتك وتحميل صور الغلاف.
bg: Можете да използвате мобилни данни за изтегляне на музика, обновяване на вашата библиотека и зареждане на обложки на албуми.
ca: Utilitza dades mòbils per descarregar música, actualitzar la biblioteca i carregar il·lustracions.
cs: Pro stahování, aktualizaci vaší knihovny a načítání grafiky budou využívána mobilní data.
da: Brug mobildata til at hente, opdatere dit bibliotek og indlæse billeder.
de: Verwende mobile Daten für Downloads, zum Aktualisieren der Mediathek und Laden von Coverbildern.
el: Χρήση δεδομένων κινητού δικτύου για λήψεις, ενημέρωση της βιβλιοθήκης σας και φόρτωση εξώφυλλων άλμπουμ.
es: Usa datos móviles para descargar, actualizar la biblioteca y cargar ilustraciones.
es_us: Se usarán tus datos celulares para descargar, actualizar tu biblioteca y cargar ilustraciones.
fi: Käytä mobiilidataa lataamiseen, kirjaston päivittämiseen ja kuvitusten lataamiseen.
fr: Utilisez les données cellulaires pour les téléchargements, la mise à jour de votre bibliothèque et le chargement d’illustrations.
fr_ca: Utilisez les données cellulaires pour effectuer des téléchargements, mettre à jour votre bibliothèque et charger les illustrations d’album.
he: ניתן להשתמש בנתונים סלולריים לביצוע הורדות, עדכון של הספריה וטעינה של עטיפות אלבומים.
hi: डाउनलोड करने, अपनी लाइब्रेरी को अपडेट करने और आर्टवर्क लोड करने के लिए मोबाइल डेटा का उपयोग करें।
hr: Koristite mobilne podatke za preuzimanja, ažuriranje svoje medijateke i učitavanje omota.
hu: Mobiladat-hálózat használata a letöltésekhez, a könyvtárának frissítéséhez és az illusztráció betöltéséhez.
id: Gunakan data seluler untuk mengunduh, memperbarui perpustakaan, dan memuat gambar.
it: Utilizza i dati cellulare per i download, l’aggiornamento della libreria e il caricamento delle copertine.
ja: ダウンロード、ライブラリのアップデート、アートワークの読み込みにモバイルデータ通信を使用します。
kk: Жүктеп алу, медиатеканы жаңарту және мұқабаны жүктеу үшін ұялы деректерді пайдалану.
ko: 다운로드, 보관함 업데이트 및 앨범 표지를 로드하는 데 셀룰러 데이터를 사용합니다.
lt: Mobiliojo ryšio duomenys naudojami atsisiuntimams, bibliotekos atnaujinimui ir kūrinių įkėlimui.
ms: Gunakan data selular untuk muat turun, mengemas kini pustaka anda dan memuatkan karya seni.
nl: Gebruik mobiele data voor downloads, het bijwerken van je bibliotheek en het laden van illustraties.
no: Bruk mobildata for nedlastinger, oppdatering av biblioteket og nedlasting av albumbilder.
pl: Do pobierania, uaktualniania biblioteki i pobierania grafik używana będzie sieć komórkowa.
pt_br: Use dados celulares para downloads, atualizar sua biblioteca e carregar capas de álbuns.
pt_pt: Usar dados móveis para descargas, atualizar a biblioteca e carregar grafismos de álbuns.
ro: Utilizați conexiunea de date celulare pentru descărcări, actualizarea bibliotecii și încărcarea ilustrațiilor.
ru: Использовать сотовую сеть для загрузки музыки, обновления медиатеки и загрузки обложек.
sk: Mobilné dáta budú použité na sťahovanie, aktualizáciu knižnice a načítavanie grafiky.
sl: Uporabite mobilne podatke za prenos, posodabljanje knjižnice in nalaganje naslovnice.
sv: Använd mobildata till att hämta, uppdatera biblioteket och läsa in bildmaterial.
th: ใช้ข้อมูลเซลลูลาร์สำหรับดาวน์โหลด อัปเดตคลังของคุณ และโหลดภาพหน้าปก
tr: İndirmek, arşivinizi güncellemek ve albüm resimlerini yüklemek için hücresel veri kullanır.
uk: Використовувати стільникові дані для викачувань, оновлювання медіатеки й отримування обкладинок.
vi: Sử dụng dữ liệu di động để tải về, cập nhật thư viện và tải hình minh họa.
zh_cn: 使用蜂窝数据下载、更新资料库和载入专辑插图。
zh_hk: 使用流動數據下載、更新資料庫及載入插圖。
zh_tw: 使用行動數據來下載、更新你的資料庫和載入插圖。
